load-test/results/2026-08-26-before/fixed-before-1.log

         /\      Grafana   /‾‾/  
    /\  /  \     |\  __   /  /   
   /  \/    \    | |/ /  /   ‾‾\ 
  /          \   |   (  |  (‾)  |
 / __________ \  |_|\_\  \_____/ 


     execution: local
        script: load-test/k6/signaling-session.js
        output: -

     scenarios: (100.00%) 1 scenario, 100 max VUs, 6m0s max duration (incl. graceful stop):
              * fixed: 100 looping VUs for 5m0s (gracefulStop: 1m0s)


running (0m01.0s), 100/100 VUs, 0 complete and 0 interrupted iterations
fixed   [   0% ] 100 VUs  0m01.0s/5m0s

running (0m02.0s), 100/100 VUs, 0 complete and 0 interrupted iterations
fixed   [   1% ] 100 VUs  0m02.0s/5m0s

running (0m03.0s), 100/100 VUs, 0 complete and 0 interrupted iterations
fixed   [   1% ] 100 VUs  0m03.0s/5m0s

running (0m04.0s), 100/100 VUs, 0 complete and 0 interrupted iterations
fixed   [   1% ] 100 VUs  0m04.0s/5m0s

running (0m05.0s), 100/100 VUs, 0 complete and 0 interrupted iterations
fixed   [   2% ] 100 VUs  0m05.0s/5m0s

running (0m06.0s), 100/100 VUs, 0 complete and 0 interrupted iterations
fixed   [   2% ] 100 VUs  0m06.0s/5m0s

running (0m07.0s), 100/100 VUs, 0 complete and 0 interrupted iterations
fixed   [   2% ] 100 VUs  0m07.0s/5m0s

running (0m08.0s), 100/100 VUs, 0 complete and 0 interrupted iterations
fixed   [   3% ] 100 VUs  0m08.0s/5m0s

running (0m09.0s), 100/100 VUs, 0 complete and 0 interrupted iterations
fixed   [   3% ] 100 VUs  0m09.0s/5m0s

running (0m10.0s), 100/100 VUs, 0 complete and 0 interrupted iterations
fixed   [   3% ] 100 VUs  0m10.0s/5m0s

running (0m11.0s), 100/100 VUs, 0 complete and 0 interrupted iterations
fixed   [   4% ] 100 VUs  0m11.0s/5m0s

running (0m12.0s), 100/100 VUs, 0 complete and 0 interrupted iterations
fixed   [   4% ] 100 VUs  0m12.0s/5m0s

running (0m13.0s), 100/100 VUs, 0 complete and 0 interrupted iterations
fixed   [   4% ] 100 VUs  0m13.0s/5m0s

running (0m14.0s), 100/100 VUs, 0 complete and 0 interrupted iterations
fixed   [   5% ] 100 VUs  0m14.0s/5m0s

running (0m15.0s), 100/100 VUs, 0 complete and 0 interrupted iterations
fixed   [   5% ] 100 VUs  0m15.0s/5m0s

running (0m16.0s), 100/100 VUs, 0 complete and 0 interrupted iterations
fixed   [   5% ] 100 VUs  0m16.0s/5m0s

running (0m17.0s), 100/100 VUs, 0 complete and 0 interrupted iterations
fixed   [   6% ] 100 VUs  0m17.0s/5m0s

running (0m18.0s), 100/100 VUs, 0 complete and 0 interrupted iterations
fixed   [   6% ] 100 VUs  0m18.0s/5m0s

running (0m19.0s), 100/100 VUs, 0 complete and 0 interrupted iterations
fixed   [   6% ] 100 VUs  0m19.0s/5m0s

running (0m20.0s), 100/100 VUs, 0 complete and 0 interrupted iterations
fixed   [   7% ] 100 VUs  0m20.0s/5m0s

running (0m21.0s), 100/100 VUs, 0 complete and 0 interrupted iterations
fixed   [   7% ] 100 VUs  0m21.0s/5m0s

running (0m22.0s), 100/100 VUs, 0 complete and 0 interrupted iterations
fixed   [   7% ] 100 VUs  0m22.0s/5m0s

running (0m23.0s), 100/100 VUs, 0 complete and 0 interrupted iterations
fixed   [   8% ] 100 VUs  0m23.0s/5m0s

running (0m24.0s), 100/100 VUs, 0 complete and 0 interrupted iterations
fixed   [   8% ] 100 VUs  0m24.0s/5m0s

running (0m25.0s), 100/100 VUs, 0 complete and 0 interrupted iterations
fixed   [   8% ] 100 VUs  0m25.0s/5m0s

running (0m26.0s), 100/100 VUs, 0 complete and 0 interrupted iterations
fixed   [   9% ] 100 VUs  0m26.0s/5m0s

running (0m27.0s), 100/100 VUs, 0 complete and 0 interrupted iterations
fixed   [   9% ] 100 VUs  0m27.0s/5m0s

running (0m28.0s), 100/100 VUs, 0 complete and 0 interrupted iterations
fixed   [   9% ] 100 VUs  0m28.0s/5m0s

running (0m29.0s), 100/100 VUs, 0 complete and 0 interrupted iterations
fixed   [  10% ] 100 VUs  0m29.0s/5m0s

running (0m30.0s), 100/100 VUs, 0 complete and 0 interrupted iterations
fixed   [  10% ] 100 VUs  0m30.0s/5m0s

running (0m31.0s), 100/100 VUs, 0 complete and 0 interrupted iterations
fixed   [  10% ] 100 VUs  0m31.0s/5m0s

running (0m32.0s), 100/100 VUs, 0 complete and 0 interrupted iterations
fixed   [  11% ] 100 VUs  0m32.0s/5m0s

running (0m33.0s), 100/100 VUs, 0 complete and 0 interrupted iterations
fixed   [  11% ] 100 VUs  0m33.0s/5m0s

running (0m34.0s), 100/100 VUs, 0 complete and 0 interrupted iterations
fixed   [  11% ] 100 VUs  0m34.0s/5m0s

running (0m35.0s), 100/100 VUs, 0 complete and 0 interrupted iterations
fixed   [  12% ] 100 VUs  0m35.0s/5m0s

running (0m36.0s), 100/100 VUs, 0 complete and 0 interrupted iterations
fixed   [  12% ] 100 VUs  0m36.0s/5m0s

running (0m37.0s), 100/100 VUs, 0 complete and 0 interrupted iterations
fixed   [  12% ] 100 VUs  0m37.0s/5m0s

running (0m38.0s), 100/100 VUs, 0 complete and 0 interrupted iterations
fixed   [  13% ] 100 VUs  0m38.0s/5m0s

running (0m39.0s), 100/100 VUs, 0 complete and 0 interrupted iterations
fixed   [  13% ] 100 VUs  0m39.0s/5m0s

running (0m40.0s), 100/100 VUs, 0 complete and 0 interrupted iterations
fixed   [  13% ] 100 VUs  0m40.0s/5m0s

running (0m41.0s), 100/100 VUs, 3 complete and 0 interrupted iterations
fixed   [  14% ] 100 VUs  0m41.0s/5m0s

running (0m42.0s), 100/100 VUs, 76 complete and 0 interrupted iterations
fixed   [  14% ] 100 VUs  0m42.0s/5m0s

running (0m43.0s), 100/100 VUs, 100 complete and 0 interrupted iterations
fixed   [  14% ] 100 VUs  0m43.0s/5m0s

running (0m44.0s), 100/100 VUs, 100 complete and 0 interrupted iterations
fixed   [  15% ] 100 VUs  0m44.0s/5m0s

running (0m45.0s), 100/100 VUs, 100 complete and 0 interrupted iterations
fixed   [  15% ] 100 VUs  0m45.0s/5m0s

running (0m46.0s), 100/100 VUs, 100 complete and 0 interrupted iterations
fixed   [  15% ] 100 VUs  0m46.0s/5m0s

running (0m47.0s), 100/100 VUs, 100 complete and 0 interrupted iterations
fixed   [  16% ] 100 VUs  0m47.0s/5m0s

running (0m48.0s), 100/100 VUs, 100 complete and 0 interrupted iterations
fixed   [  16% ] 100 VUs  0m48.0s/5m0s

running (0m49.0s), 100/100 VUs, 100 complete and 0 interrupted iterations
fixed   [  16% ] 100 VUs  0m49.0s/5m0s

running (0m50.0s), 100/100 VUs, 100 complete and 0 interrupted iterations
fixed   [  17% ] 100 VUs  0m50.0s/5m0s

running (0m51.0s), 100/100 VUs, 100 complete and 0 interrupted iterations
fixed   [  17% ] 100 VUs  0m51.0s/5m0s

running (0m52.0s), 100/100 VUs, 100 complete and 0 interrupted iterations
fixed   [  17% ] 100 VUs  0m52.0s/5m0s

running (0m53.0s), 100/100 VUs, 100 complete and 0 interrupted iterations
fixed   [  18% ] 100 VUs  0m53.0s/5m0s

running (0m54.0s), 100/100 VUs, 100 complete and 0 interrupted iterations
fixed   [  18% ] 100 VUs  0m54.0s/5m0s

running (0m55.0s), 100/100 VUs, 100 complete and 0 interrupted iterations
fixed   [  18% ] 100 VUs  0m55.0s/5m0s

running (0m56.0s), 100/100 VUs, 100 complete and 0 interrupted iterations
fixed   [  19% ] 100 VUs  0m56.0s/5m0s

running (0m57.0s), 100/100 VUs, 100 complete and 0 interrupted iterations
fixed   [  19% ] 100 VUs  0m57.0s/5m0s

running (0m58.0s), 100/100 VUs, 100 complete and 0 interrupted iterations
fixed   [  19% ] 100 VUs  0m58.0s/5m0s

running (0m59.0s), 100/100 VUs, 100 complete and 0 interrupted iterations
fixed   [  20% ] 100 VUs  0m59.0s/5m0s

running (1m00.0s), 100/100 VUs, 100 complete and 0 interrupted iterations
fixed   [  20% ] 100 VUs  1m00.0s/5m0s

running (1m01.0s), 100/100 VUs, 100 complete and 0 interrupted iterations
fixed   [  20% ] 100 VUs  1m01.0s/5m0s

running (1m02.0s), 100/100 VUs, 100 complete and 0 interrupted iterations
fixed   [  21% ] 100 VUs  1m02.0s/5m0s

running (1m03.0s), 100/100 VUs, 100 complete and 0 interrupted iterations
fixed   [  21% ] 100 VUs  1m03.0s/5m0s

running (1m04.0s), 100/100 VUs, 100 complete and 0 interrupted iterations
fixed   [  21% ] 100 VUs  1m04.0s/5m0s

running (1m05.0s), 100/100 VUs, 100 complete and 0 interrupted iterations
fixed   [  22% ] 100 VUs  1m05.0s/5m0s

running (1m06.0s), 100/100 VUs, 100 complete and 0 interrupted iterations
fixed   [  22% ] 100 VUs  1m06.0s/5m0s

running (1m07.0s), 100/100 VUs, 100 complete and 0 interrupted iterations
fixed   [  22% ] 100 VUs  1m07.0s/5m0s

running (1m08.0s), 100/100 VUs, 100 complete and 0 interrupted iterations
fixed   [  23% ] 100 VUs  1m08.0s/5m0s

running (1m09.0s), 100/100 VUs, 100 complete and 0 interrupted iterations
fixed   [  23% ] 100 VUs  1m09.0s/5m0s

running (1m10.0s), 100/100 VUs, 100 complete and 0 interrupted iterations
fixed   [  23% ] 100 VUs  1m10.0s/5m0s

running (1m11.0s), 100/100 VUs, 100 complete and 0 interrupted iterations
fixed   [  24% ] 100 VUs  1m11.0s/5m0s

running (1m12.0s), 100/100 VUs, 100 complete and 0 interrupted iterations
fixed   [  24% ] 100 VUs  1m12.0s/5m0s

running (1m13.0s), 100/100 VUs, 100 complete and 0 interrupted iterations
fixed   [  24% ] 100 VUs  1m13.0s/5m0s

running (1m14.0s), 100/100 VUs, 100 complete and 0 interrupted iterations
fixed   [  25% ] 100 VUs  1m14.0s/5m0s

running (1m15.0s), 100/100 VUs, 100 complete and 0 interrupted iterations
fixed   [  25% ] 100 VUs  1m15.0s/5m0s

running (1m16.0s), 100/100 VUs, 100 complete and 0 interrupted iterations
fixed   [  25% ] 100 VUs  1m16.0s/5m0s

running (1m17.0s), 100/100 VUs, 100 complete and 0 interrupted iterations
fixed   [  26% ] 100 VUs  1m17.0s/5m0s

running (1m18.0s), 100/100 VUs, 100 complete and 0 interrupted iterations
fixed   [  26% ] 100 VUs  1m18.0s/5m0s

running (1m19.0s), 100/100 VUs, 100 complete and 0 interrupted iterations
fixed   [  26% ] 100 VUs  1m19.0s/5m0s

running (1m20.0s), 100/100 VUs, 100 complete and 0 interrupted iterations
fixed   [  27% ] 100 VUs  1m20.0s/5m0s

running (1m21.0s), 100/100 VUs, 103 complete and 0 interrupted iterations
fixed   [  27% ] 100 VUs  1m21.0s/5m0s

running (1m22.0s), 100/100 VUs, 158 complete and 0 interrupted iterations
fixed   [  27% ] 100 VUs  1m22.0s/5m0s

running (1m23.0s), 100/100 VUs, 200 complete and 0 interrupted iterations
fixed   [  28% ] 100 VUs  1m23.0s/5m0s

running (1m24.0s), 100/100 VUs, 200 complete and 0 interrupted iterations
fixed   [  28% ] 100 VUs  1m24.0s/5m0s

running (1m25.0s), 100/100 VUs, 200 complete and 0 interrupted iterations
fixed   [  28% ] 100 VUs  1m25.0s/5m0s

running (1m26.0s), 100/100 VUs, 200 complete and 0 interrupted iterations
fixed   [  29% ] 100 VUs  1m26.0s/5m0s

running (1m27.0s), 100/100 VUs, 200 complete and 0 interrupted iterations
fixed   [  29% ] 100 VUs  1m27.0s/5m0s

running (1m28.0s), 100/100 VUs, 200 complete and 0 interrupted iterations
fixed   [  29% ] 100 VUs  1m28.0s/5m0s

running (1m29.0s), 100/100 VUs, 200 complete and 0 interrupted iterations
fixed   [  30% ] 100 VUs  1m29.0s/5m0s

running (1m30.0s), 100/100 VUs, 200 complete and 0 interrupted iterations
fixed   [  30% ] 100 VUs  1m30.0s/5m0s

running (1m31.0s), 100/100 VUs, 200 complete and 0 interrupted iterations
fixed   [  30% ] 100 VUs  1m31.0s/5m0s

running (1m32.0s), 100/100 VUs, 200 complete and 0 interrupted iterations
fixed   [  31% ] 100 VUs  1m32.0s/5m0s

running (1m33.0s), 100/100 VUs, 200 complete and 0 interrupted iterations
fixed   [  31% ] 100 VUs  1m33.0s/5m0s

running (1m34.0s), 100/100 VUs, 200 complete and 0 interrupted iterations
fixed   [  31% ] 100 VUs  1m34.0s/5m0s

running (1m35.0s), 100/100 VUs, 200 complete and 0 interrupted iterations
fixed   [  32% ] 100 VUs  1m35.0s/5m0s

running (1m36.0s), 100/100 VUs, 200 complete and 0 interrupted iterations
fixed   [  32% ] 100 VUs  1m36.0s/5m0s

running (1m37.0s), 100/100 VUs, 200 complete and 0 interrupted iterations
fixed   [  32% ] 100 VUs  1m37.0s/5m0s

running (1m38.0s), 100/100 VUs, 200 complete and 0 interrupted iterations
fixed   [  33% ] 100 VUs  1m38.0s/5m0s

running (1m39.0s), 100/100 VUs, 200 complete and 0 interrupted iterations
fixed   [  33% ] 100 VUs  1m39.0s/5m0s

running (1m40.0s), 100/100 VUs, 200 complete and 0 interrupted iterations
fixed   [  33% ] 100 VUs  1m40.0s/5m0s

running (1m41.0s), 100/100 VUs, 200 complete and 0 interrupted iterations
fixed   [  34% ] 100 VUs  1m41.0s/5m0s

running (1m42.0s), 100/100 VUs, 200 complete and 0 interrupted iterations
fixed   [  34% ] 100 VUs  1m42.0s/5m0s

running (1m43.0s), 100/100 VUs, 200 complete and 0 interrupted iterations
fixed   [  34% ] 100 VUs  1m43.0s/5m0s

running (1m44.0s), 100/100 VUs, 200 complete and 0 interrupted iterations
fixed   [  35% ] 100 VUs  1m44.0s/5m0s

running (1m45.0s), 100/100 VUs, 200 complete and 0 interrupted iterations
fixed   [  35% ] 100 VUs  1m45.0s/5m0s

running (1m46.0s), 100/100 VUs, 200 complete and 0 interrupted iterations
fixed   [  35% ] 100 VUs  1m46.0s/5m0s

running (1m47.0s), 100/100 VUs, 200 complete and 0 interrupted iterations
fixed   [  36% ] 100 VUs  1m47.0s/5m0s

running (1m48.0s), 100/100 VUs, 200 complete and 0 interrupted iterations
fixed   [  36% ] 100 VUs  1m48.0s/5m0s

running (1m49.0s), 100/100 VUs, 200 complete and 0 interrupted iterations
fixed   [  36% ] 100 VUs  1m49.0s/5m0s

running (1m50.0s), 100/100 VUs, 200 complete and 0 interrupted iterations
fixed   [  37% ] 100 VUs  1m50.0s/5m0s

running (1m51.0s), 100/100 VUs, 200 complete and 0 interrupted iterations
fixed   [  37% ] 100 VUs  1m51.0s/5m0s

running (1m52.0s), 100/100 VUs, 200 complete and 0 interrupted iterations
fixed   [  37% ] 100 VUs  1m52.0s/5m0s

running (1m53.0s), 100/100 VUs, 200 complete and 0 interrupted iterations
fixed   [  38% ] 100 VUs  1m53.0s/5m0s

running (1m54.0s), 100/100 VUs, 200 complete and 0 interrupted iterations
fixed   [  38% ] 100 VUs  1m54.0s/5m0s

running (1m55.0s), 100/100 VUs, 200 complete and 0 interrupted iterations
fixed   [  38% ] 100 VUs  1m55.0s/5m0s

running (1m56.0s), 100/100 VUs, 200 complete and 0 interrupted iterations
fixed   [  39% ] 100 VUs  1m56.0s/5m0s

running (1m57.0s), 100/100 VUs, 200 complete and 0 interrupted iterations
fixed   [  39% ] 100 VUs  1m57.0s/5m0s

running (1m58.0s), 100/100 VUs, 200 complete and 0 interrupted iterations
fixed   [  39% ] 100 VUs  1m58.0s/5m0s

running (1m59.0s), 100/100 VUs, 200 complete and 0 interrupted iterations
fixed   [  40% ] 100 VUs  1m59.0s/5m0s

running (2m00.0s), 100/100 VUs, 200 complete and 0 interrupted iterations
fixed   [  40% ] 100 VUs  2m00.0s/5m0s

running (2m01.0s), 100/100 VUs, 203 complete and 0 interrupted iterations
fixed   [  40% ] 100 VUs  2m01.0s/5m0s

running (2m02.0s), 100/100 VUs, 255 complete and 0 interrupted iterations
fixed   [  41% ] 100 VUs  2m02.0s/5m0s

running (2m03.0s), 100/100 VUs, 300 complete and 0 interrupted iterations
fixed   [  41% ] 100 VUs  2m03.0s/5m0s

running (2m04.0s), 100/100 VUs, 300 complete and 0 interrupted iterations
fixed   [  41% ] 100 VUs  2m04.0s/5m0s

running (2m05.0s), 100/100 VUs, 300 complete and 0 interrupted iterations
fixed   [  42% ] 100 VUs  2m05.0s/5m0s

running (2m06.0s), 100/100 VUs, 300 complete and 0 interrupted iterations
fixed   [  42% ] 100 VUs  2m06.0s/5m0s

running (2m07.0s), 100/100 VUs, 300 complete and 0 interrupted iterations
fixed   [  42% ] 100 VUs  2m07.0s/5m0s

running (2m08.0s), 100/100 VUs, 300 complete and 0 interrupted iterations
fixed   [  43% ] 100 VUs  2m08.0s/5m0s

running (2m09.0s), 100/100 VUs, 300 complete and 0 interrupted iterations
fixed   [  43% ] 100 VUs  2m09.0s/5m0s

running (2m10.0s), 100/100 VUs, 300 complete and 0 interrupted iterations
fixed   [  43% ] 100 VUs  2m10.0s/5m0s

running (2m11.0s), 100/100 VUs, 300 complete and 0 interrupted iterations
fixed   [  44% ] 100 VUs  2m11.0s/5m0s

running (2m12.0s), 100/100 VUs, 300 complete and 0 interrupted iterations
fixed   [  44% ] 100 VUs  2m12.0s/5m0s

running (2m13.0s), 100/100 VUs, 300 complete and 0 interrupted iterations
fixed   [  44% ] 100 VUs  2m13.0s/5m0s

running (2m14.0s), 100/100 VUs, 300 complete and 0 interrupted iterations
fixed   [  45% ] 100 VUs  2m14.0s/5m0s

running (2m15.0s), 100/100 VUs, 300 complete and 0 interrupted iterations
fixed   [  45% ] 100 VUs  2m15.0s/5m0s

running (2m16.0s), 100/100 VUs, 300 complete and 0 interrupted iterations
fixed   [  45% ] 100 VUs  2m16.0s/5m0s

running (2m17.0s), 100/100 VUs, 300 complete and 0 interrupted iterations
fixed   [  46% ] 100 VUs  2m17.0s/5m0s

running (2m18.0s), 100/100 VUs, 300 complete and 0 interrupted iterations
fixed   [  46% ] 100 VUs  2m18.0s/5m0s

running (2m19.0s), 100/100 VUs, 300 complete and 0 interrupted iterations
fixed   [  46% ] 100 VUs  2m19.0s/5m0s

running (2m20.0s), 100/100 VUs, 300 complete and 0 interrupted iterations
fixed   [  47% ] 100 VUs  2m20.0s/5m0s

running (2m21.0s), 100/100 VUs, 300 complete and 0 interrupted iterations
fixed   [  47% ] 100 VUs  2m21.0s/5m0s

running (2m22.0s), 100/100 VUs, 300 complete and 0 interrupted iterations
fixed   [  47% ] 100 VUs  2m22.0s/5m0s

running (2m23.0s), 100/100 VUs, 300 complete and 0 interrupted iterations
fixed   [  48% ] 100 VUs  2m23.0s/5m0s

running (2m24.0s), 100/100 VUs, 300 complete and 0 interrupted iterations
fixed   [  48% ] 100 VUs  2m24.0s/5m0s

running (2m25.0s), 100/100 VUs, 300 complete and 0 interrupted iterations
fixed   [  48% ] 100 VUs  2m25.0s/5m0s

running (2m26.0s), 100/100 VUs, 300 complete and 0 interrupted iterations
fixed   [  49% ] 100 VUs  2m26.0s/5m0s

running (2m27.0s), 100/100 VUs, 300 complete and 0 interrupted iterations
fixed   [  49% ] 100 VUs  2m27.0s/5m0s

running (2m28.0s), 100/100 VUs, 300 complete and 0 interrupted iterations
fixed   [  49% ] 100 VUs  2m28.0s/5m0s

running (2m29.0s), 100/100 VUs, 300 complete and 0 interrupted iterations
fixed   [  50% ] 100 VUs  2m29.0s/5m0s

running (2m30.0s), 100/100 VUs, 300 complete and 0 interrupted iterations
fixed   [  50% ] 100 VUs  2m30.0s/5m0s

running (2m31.0s), 100/100 VUs, 300 complete and 0 interrupted iterations
fixed   [  50% ] 100 VUs  2m31.0s/5m0s

running (2m32.0s), 100/100 VUs, 300 complete and 0 interrupted iterations
fixed   [  51% ] 100 VUs  2m32.0s/5m0s

running (2m33.0s), 100/100 VUs, 300 complete and 0 interrupted iterations
fixed   [  51% ] 100 VUs  2m33.0s/5m0s

running (2m34.0s), 100/100 VUs, 300 complete and 0 interrupted iterations
fixed   [  51% ] 100 VUs  2m34.0s/5m0s

running (2m35.0s), 100/100 VUs, 300 complete and 0 interrupted iterations
fixed   [  52% ] 100 VUs  2m35.0s/5m0s

running (2m36.0s), 100/100 VUs, 300 complete and 0 interrupted iterations
fixed   [  52% ] 100 VUs  2m36.0s/5m0s

running (2m37.0s), 100/100 VUs, 300 complete and 0 interrupted iterations
fixed   [  52% ] 100 VUs  2m37.0s/5m0s

running (2m38.0s), 100/100 VUs, 300 complete and 0 interrupted iterations
fixed   [  53% ] 100 VUs  2m38.0s/5m0s

running (2m39.0s), 100/100 VUs, 300 complete and 0 interrupted iterations
fixed   [  53% ] 100 VUs  2m39.0s/5m0s

running (2m40.0s), 100/100 VUs, 300 complete and 0 interrupted iterations
fixed   [  53% ] 100 VUs  2m40.0s/5m0s

running (2m41.0s), 100/100 VUs, 303 complete and 0 interrupted iterations
fixed   [  54% ] 100 VUs  2m41.0s/5m0s

running (2m42.0s), 100/100 VUs, 355 complete and 0 interrupted iterations
fixed   [  54% ] 100 VUs  2m42.0s/5m0s

running (2m43.0s), 100/100 VUs, 400 complete and 0 interrupted iterations
fixed   [  54% ] 100 VUs  2m43.0s/5m0s

running (2m44.0s), 100/100 VUs, 400 complete and 0 interrupted iterations
fixed   [  55% ] 100 VUs  2m44.0s/5m0s

running (2m45.0s), 100/100 VUs, 400 complete and 0 interrupted iterations
fixed   [  55% ] 100 VUs  2m45.0s/5m0s

running (2m46.0s), 100/100 VUs, 400 complete and 0 interrupted iterations
fixed   [  55% ] 100 VUs  2m46.0s/5m0s

running (2m47.0s), 100/100 VUs, 400 complete and 0 interrupted iterations
fixed   [  56% ] 100 VUs  2m47.0s/5m0s

running (2m48.0s), 100/100 VUs, 400 complete and 0 interrupted iterations
fixed   [  56% ] 100 VUs  2m48.0s/5m0s

running (2m49.0s), 100/100 VUs, 400 complete and 0 interrupted iterations
fixed   [  56% ] 100 VUs  2m49.0s/5m0s

running (2m50.0s), 100/100 VUs, 400 complete and 0 interrupted iterations
fixed   [  57% ] 100 VUs  2m50.0s/5m0s

running (2m51.0s), 100/100 VUs, 400 complete and 0 interrupted iterations
fixed   [  57% ] 100 VUs  2m51.0s/5m0s

running (2m52.0s), 100/100 VUs, 400 complete and 0 interrupted iterations
fixed   [  57% ] 100 VUs  2m52.0s/5m0s

running (2m53.0s), 100/100 VUs, 400 complete and 0 interrupted iterations
fixed   [  58% ] 100 VUs  2m53.0s/5m0s

running (2m54.0s), 100/100 VUs, 400 complete and 0 interrupted iterations
fixed   [  58% ] 100 VUs  2m54.0s/5m0s

running (2m55.0s), 100/100 VUs, 400 complete and 0 interrupted iterations
fixed   [  58% ] 100 VUs  2m55.0s/5m0s

running (2m56.0s), 100/100 VUs, 400 complete and 0 interrupted iterations
fixed   [  59% ] 100 VUs  2m56.0s/5m0s

running (2m57.0s), 100/100 VUs, 400 complete and 0 interrupted iterations
fixed   [  59% ] 100 VUs  2m57.0s/5m0s

running (2m58.0s), 100/100 VUs, 400 complete and 0 interrupted iterations
fixed   [  59% ] 100 VUs  2m58.0s/5m0s

running (2m59.0s), 100/100 VUs, 400 complete and 0 interrupted iterations
fixed   [  60% ] 100 VUs  2m59.0s/5m0s

running (3m00.0s), 100/100 VUs, 400 complete and 0 interrupted iterations
fixed   [  60% ] 100 VUs  3m00.0s/5m0s

running (3m01.0s), 100/100 VUs, 400 complete and 0 interrupted iterations
fixed   [  60% ] 100 VUs  3m01.0s/5m0s

running (3m02.0s), 100/100 VUs, 400 complete and 0 interrupted iterations
fixed   [  61% ] 100 VUs  3m02.0s/5m0s

running (3m03.0s), 100/100 VUs, 400 complete and 0 interrupted iterations
fixed   [  61% ] 100 VUs  3m03.0s/5m0s

running (3m04.0s), 100/100 VUs, 400 complete and 0 interrupted iterations
fixed   [  61% ] 100 VUs  3m04.0s/5m0s

running (3m05.0s), 100/100 VUs, 400 complete and 0 interrupted iterations
fixed   [  62% ] 100 VUs  3m05.0s/5m0s

running (3m06.0s), 100/100 VUs, 400 complete and 0 interrupted iterations
fixed   [  62% ] 100 VUs  3m06.0s/5m0s

running (3m07.0s), 100/100 VUs, 400 complete and 0 interrupted iterations
fixed   [  62% ] 100 VUs  3m07.0s/5m0s

running (3m08.0s), 100/100 VUs, 400 complete and 0 interrupted iterations
fixed   [  63% ] 100 VUs  3m08.0s/5m0s

running (3m09.0s), 100/100 VUs, 400 complete and 0 interrupted iterations
fixed   [  63% ] 100 VUs  3m09.0s/5m0s

running (3m10.0s), 100/100 VUs, 400 complete and 0 interrupted iterations
fixed   [  63% ] 100 VUs  3m10.0s/5m0s

running (3m11.0s), 100/100 VUs, 400 complete and 0 interrupted iterations
fixed   [  64% ] 100 VUs  3m11.0s/5m0s

running (3m12.0s), 100/100 VUs, 400 complete and 0 interrupted iterations
fixed   [  64% ] 100 VUs  3m12.0s/5m0s

running (3m13.0s), 100/100 VUs, 400 complete and 0 interrupted iterations
fixed   [  64% ] 100 VUs  3m13.0s/5m0s

running (3m14.0s), 100/100 VUs, 400 complete and 0 interrupted iterations
fixed   [  65% ] 100 VUs  3m14.0s/5m0s

running (3m15.0s), 100/100 VUs, 400 complete and 0 interrupted iterations
fixed   [  65% ] 100 VUs  3m15.0s/5m0s

running (3m16.0s), 100/100 VUs, 400 complete and 0 interrupted iterations
fixed   [  65% ] 100 VUs  3m16.0s/5m0s

running (3m17.0s), 100/100 VUs, 400 complete and 0 interrupted iterations
fixed   [  66% ] 100 VUs  3m17.0s/5m0s

running (3m18.0s), 100/100 VUs, 400 complete and 0 interrupted iterations
fixed   [  66% ] 100 VUs  3m18.0s/5m0s

running (3m19.0s), 100/100 VUs, 400 complete and 0 interrupted iterations
fixed   [  66% ] 100 VUs  3m19.0s/5m0s

running (3m20.0s), 100/100 VUs, 400 complete and 0 interrupted iterations
fixed   [  67% ] 100 VUs  3m20.0s/5m0s

running (3m21.0s), 100/100 VUs, 402 complete and 0 interrupted iterations
fixed   [  67% ] 100 VUs  3m21.0s/5m0s

running (3m22.0s), 100/100 VUs, 450 complete and 0 interrupted iterations
fixed   [  67% ] 100 VUs  3m22.0s/5m0s

running (3m23.0s), 100/100 VUs, 500 complete and 0 interrupted iterations
fixed   [  68% ] 100 VUs  3m23.0s/5m0s

running (3m24.0s), 100/100 VUs, 500 complete and 0 interrupted iterations
fixed   [  68% ] 100 VUs  3m24.0s/5m0s

running (3m25.0s), 100/100 VUs, 500 complete and 0 interrupted iterations
fixed   [  68% ] 100 VUs  3m25.0s/5m0s

running (3m26.0s), 100/100 VUs, 500 complete and 0 interrupted iterations
fixed   [  69% ] 100 VUs  3m26.0s/5m0s

running (3m27.0s), 100/100 VUs, 500 complete and 0 interrupted iterations
fixed   [  69% ] 100 VUs  3m27.0s/5m0s

running (3m28.0s), 100/100 VUs, 500 complete and 0 interrupted iterations
fixed   [  69% ] 100 VUs  3m28.0s/5m0s

running (3m29.0s), 100/100 VUs, 500 complete and 0 interrupted iterations
fixed   [  70% ] 100 VUs  3m29.0s/5m0s

running (3m30.0s), 100/100 VUs, 500 complete and 0 interrupted iterations
fixed   [  70% ] 100 VUs  3m30.0s/5m0s

running (3m31.0s), 100/100 VUs, 500 complete and 0 interrupted iterations
fixed   [  70% ] 100 VUs  3m31.0s/5m0s

running (3m32.0s), 100/100 VUs, 500 complete and 0 interrupted iterations
fixed   [  71% ] 100 VUs  3m32.0s/5m0s

running (3m33.0s), 100/100 VUs, 500 complete and 0 interrupted iterations
fixed   [  71% ] 100 VUs  3m33.0s/5m0s

running (3m34.0s), 100/100 VUs, 500 complete and 0 interrupted iterations
fixed   [  71% ] 100 VUs  3m34.0s/5m0s

running (3m35.0s), 100/100 VUs, 500 complete and 0 interrupted iterations
fixed   [  72% ] 100 VUs  3m35.0s/5m0s

running (3m36.0s), 100/100 VUs, 500 complete and 0 interrupted iterations
fixed   [  72% ] 100 VUs  3m36.0s/5m0s

running (3m37.0s), 100/100 VUs, 500 complete and 0 interrupted iterations
fixed   [  72% ] 100 VUs  3m37.0s/5m0s

running (3m38.0s), 100/100 VUs, 500 complete and 0 interrupted iterations
fixed   [  73% ] 100 VUs  3m38.0s/5m0s

running (3m39.0s), 100/100 VUs, 500 complete and 0 interrupted iterations
fixed   [  73% ] 100 VUs  3m39.0s/5m0s

running (3m40.0s), 100/100 VUs, 500 complete and 0 interrupted iterations
fixed   [  73% ] 100 VUs  3m40.0s/5m0s

running (3m41.0s), 100/100 VUs, 500 complete and 0 interrupted iterations
fixed   [  74% ] 100 VUs  3m41.0s/5m0s

running (3m42.0s), 100/100 VUs, 500 complete and 0 interrupted iterations
fixed   [  74% ] 100 VUs  3m42.0s/5m0s

running (3m43.0s), 100/100 VUs, 500 complete and 0 interrupted iterations
fixed   [  74% ] 100 VUs  3m43.0s/5m0s

running (3m44.0s), 100/100 VUs, 500 complete and 0 interrupted iterations
fixed   [  75% ] 100 VUs  3m44.0s/5m0s

running (3m45.0s), 100/100 VUs, 500 complete and 0 interrupted iterations
fixed   [  75% ] 100 VUs  3m45.0s/5m0s

running (3m46.0s), 100/100 VUs, 500 complete and 0 interrupted iterations
fixed   [  75% ] 100 VUs  3m46.0s/5m0s

running (3m47.0s), 100/100 VUs, 500 complete and 0 interrupted iterations
fixed   [  76% ] 100 VUs  3m47.0s/5m0s

running (3m48.0s), 100/100 VUs, 500 complete and 0 interrupted iterations
fixed   [  76% ] 100 VUs  3m48.0s/5m0s

running (3m49.0s), 100/100 VUs, 500 complete and 0 interrupted iterations
fixed   [  76% ] 100 VUs  3m49.0s/5m0s

running (3m50.0s), 100/100 VUs, 500 complete and 0 interrupted iterations
fixed   [  77% ] 100 VUs  3m50.0s/5m0s

running (3m51.0s), 100/100 VUs, 500 complete and 0 interrupted iterations
fixed   [  77% ] 100 VUs  3m51.0s/5m0s

running (3m52.0s), 100/100 VUs, 500 complete and 0 interrupted iterations
fixed   [  77% ] 100 VUs  3m52.0s/5m0s

running (3m53.0s), 100/100 VUs, 500 complete and 0 interrupted iterations
fixed   [  78% ] 100 VUs  3m53.0s/5m0s

running (3m54.0s), 100/100 VUs, 500 complete and 0 interrupted iterations
fixed   [  78% ] 100 VUs  3m54.0s/5m0s

running (3m55.0s), 100/100 VUs, 500 complete and 0 interrupted iterations
fixed   [  78% ] 100 VUs  3m55.0s/5m0s

running (3m56.0s), 100/100 VUs, 500 complete and 0 interrupted iterations
fixed   [  79% ] 100 VUs  3m56.0s/5m0s

running (3m57.0s), 100/100 VUs, 500 complete and 0 interrupted iterations
fixed   [  79% ] 100 VUs  3m57.0s/5m0s

running (3m58.0s), 100/100 VUs, 500 complete and 0 interrupted iterations
fixed   [  79% ] 100 VUs  3m58.0s/5m0s

running (3m59.0s), 100/100 VUs, 500 complete and 0 interrupted iterations
fixed   [  80% ] 100 VUs  3m59.0s/5m0s

running (4m00.0s), 100/100 VUs, 500 complete and 0 interrupted iterations
fixed   [  80% ] 100 VUs  4m00.0s/5m0s

running (4m01.0s), 100/100 VUs, 501 complete and 0 interrupted iterations
fixed   [  80% ] 100 VUs  4m01.0s/5m0s

running (4m02.0s), 100/100 VUs, 550 complete and 0 interrupted iterations
fixed   [  81% ] 100 VUs  4m02.0s/5m0s

running (4m03.0s), 100/100 VUs, 600 complete and 0 interrupted iterations
fixed   [  81% ] 100 VUs  4m03.0s/5m0s

running (4m04.0s), 100/100 VUs, 600 complete and 0 interrupted iterations
fixed   [  81% ] 100 VUs  4m04.0s/5m0s

running (4m05.0s), 100/100 VUs, 600 complete and 0 interrupted iterations
fixed   [  82% ] 100 VUs  4m05.0s/5m0s

running (4m06.0s), 100/100 VUs, 600 complete and 0 interrupted iterations
fixed   [  82% ] 100 VUs  4m06.0s/5m0s

running (4m07.0s), 100/100 VUs, 600 complete and 0 interrupted iterations
fixed   [  82% ] 100 VUs  4m07.0s/5m0s

running (4m08.0s), 100/100 VUs, 600 complete and 0 interrupted iterations
fixed   [  83% ] 100 VUs  4m08.0s/5m0s

running (4m09.0s), 100/100 VUs, 600 complete and 0 interrupted iterations
fixed   [  83% ] 100 VUs  4m09.0s/5m0s

running (4m10.0s), 100/100 VUs, 600 complete and 0 interrupted iterations
fixed   [  83% ] 100 VUs  4m10.0s/5m0s

running (4m11.0s), 100/100 VUs, 600 complete and 0 interrupted iterations
fixed   [  84% ] 100 VUs  4m11.0s/5m0s

running (4m12.0s), 100/100 VUs, 600 complete and 0 interrupted iterations
fixed   [  84% ] 100 VUs  4m12.0s/5m0s

running (4m13.0s), 100/100 VUs, 600 complete and 0 interrupted iterations
fixed   [  84% ] 100 VUs  4m13.0s/5m0s

running (4m14.0s), 100/100 VUs, 600 complete and 0 interrupted iterations
fixed   [  85% ] 100 VUs  4m14.0s/5m0s

running (4m15.0s), 100/100 VUs, 600 complete and 0 interrupted iterations
fixed   [  85% ] 100 VUs  4m15.0s/5m0s

running (4m16.0s), 100/100 VUs, 600 complete and 0 interrupted iterations
fixed   [  85% ] 100 VUs  4m16.0s/5m0s

running (4m17.0s), 100/100 VUs, 600 complete and 0 interrupted iterations
fixed   [  86% ] 100 VUs  4m17.0s/5m0s

running (4m18.0s), 100/100 VUs, 600 complete and 0 interrupted iterations
fixed   [  86% ] 100 VUs  4m18.0s/5m0s

running (4m19.0s), 100/100 VUs, 600 complete and 0 interrupted iterations
fixed   [  86% ] 100 VUs  4m19.0s/5m0s

running (4m20.0s), 100/100 VUs, 600 complete and 0 interrupted iterations
fixed   [  87% ] 100 VUs  4m20.0s/5m0s

running (4m21.0s), 100/100 VUs, 600 complete and 0 interrupted iterations
fixed   [  87% ] 100 VUs  4m21.0s/5m0s

running (4m22.0s), 100/100 VUs, 600 complete and 0 interrupted iterations
fixed   [  87% ] 100 VUs  4m22.0s/5m0s

running (4m23.0s), 100/100 VUs, 600 complete and 0 interrupted iterations
fixed   [  88% ] 100 VUs  4m23.0s/5m0s

running (4m24.0s), 100/100 VUs, 600 complete and 0 interrupted iterations
fixed   [  88% ] 100 VUs  4m24.0s/5m0s

running (4m25.0s), 100/100 VUs, 600 complete and 0 interrupted iterations
fixed   [  88% ] 100 VUs  4m25.0s/5m0s

running (4m26.0s), 100/100 VUs, 600 complete and 0 interrupted iterations
fixed   [  89% ] 100 VUs  4m26.0s/5m0s

running (4m27.0s), 100/100 VUs, 600 complete and 0 interrupted iterations
fixed   [  89% ] 100 VUs  4m27.0s/5m0s

running (4m28.0s), 100/100 VUs, 600 complete and 0 interrupted iterations
fixed   [  89% ] 100 VUs  4m28.0s/5m0s

running (4m29.0s), 100/100 VUs, 600 complete and 0 interrupted iterations
fixed   [  90% ] 100 VUs  4m29.0s/5m0s

running (4m30.0s), 100/100 VUs, 600 complete and 0 interrupted iterations
fixed   [  90% ] 100 VUs  4m30.0s/5m0s

running (4m31.0s), 100/100 VUs, 600 complete and 0 interrupted iterations
fixed   [  90% ] 100 VUs  4m31.0s/5m0s

running (4m32.0s), 100/100 VUs, 600 complete and 0 interrupted iterations
fixed   [  91% ] 100 VUs  4m32.0s/5m0s

running (4m33.0s), 100/100 VUs, 600 complete and 0 interrupted iterations
fixed   [  91% ] 100 VUs  4m33.0s/5m0s

running (4m34.0s), 100/100 VUs, 600 complete and 0 interrupted iterations
fixed   [  91% ] 100 VUs  4m34.0s/5m0s

running (4m35.0s), 100/100 VUs, 600 complete and 0 interrupted iterations
fixed   [  92% ] 100 VUs  4m35.0s/5m0s

running (4m36.0s), 100/100 VUs, 600 complete and 0 interrupted iterations
fixed   [  92% ] 100 VUs  4m36.0s/5m0s

running (4m37.0s), 100/100 VUs, 600 complete and 0 interrupted iterations
fixed   [  92% ] 100 VUs  4m37.0s/5m0s

running (4m38.0s), 100/100 VUs, 600 complete and 0 interrupted iterations
fixed   [  93% ] 100 VUs  4m38.0s/5m0s

running (4m39.0s), 100/100 VUs, 600 complete and 0 interrupted iterations
fixed   [  93% ] 100 VUs  4m39.0s/5m0s

running (4m40.0s), 100/100 VUs, 600 complete and 0 interrupted iterations
fixed   [  93% ] 100 VUs  4m40.0s/5m0s

running (4m41.0s), 100/100 VUs, 601 complete and 0 interrupted iterations
fixed   [  94% ] 100 VUs  4m41.0s/5m0s

running (4m42.0s), 100/100 VUs, 650 complete and 0 interrupted iterations
fixed   [  94% ] 100 VUs  4m42.0s/5m0s

running (4m43.0s), 100/100 VUs, 700 complete and 0 interrupted iterations
fixed   [  94% ] 100 VUs  4m43.0s/5m0s

running (4m44.0s), 100/100 VUs, 700 complete and 0 interrupted iterations
fixed   [  95% ] 100 VUs  4m44.0s/5m0s

running (4m45.0s), 100/100 VUs, 700 complete and 0 interrupted iterations
fixed   [  95% ] 100 VUs  4m45.0s/5m0s

running (4m46.0s), 100/100 VUs, 700 complete and 0 interrupted iterations
fixed   [  95% ] 100 VUs  4m46.0s/5m0s

running (4m47.0s), 100/100 VUs, 700 complete and 0 interrupted iterations
fixed   [  96% ] 100 VUs  4m47.0s/5m0s

running (4m48.0s), 100/100 VUs, 700 complete and 0 interrupted iterations
fixed   [  96% ] 100 VUs  4m48.0s/5m0s

running (4m49.0s), 100/100 VUs, 700 complete and 0 interrupted iterations
fixed   [  96% ] 100 VUs  4m49.0s/5m0s

running (4m50.0s), 100/100 VUs, 700 complete and 0 interrupted iterations
fixed   [  97% ] 100 VUs  4m50.0s/5m0s

running (4m51.0s), 100/100 VUs, 700 complete and 0 interrupted iterations
fixed   [  97% ] 100 VUs  4m51.0s/5m0s

running (4m52.0s), 100/100 VUs, 700 complete and 0 interrupted iterations
fixed   [  97% ] 100 VUs  4m52.0s/5m0s

running (4m53.0s), 100/100 VUs, 700 complete and 0 interrupted iterations
fixed   [  98% ] 100 VUs  4m53.0s/5m0s

running (4m54.0s), 100/100 VUs, 700 complete and 0 interrupted iterations
fixed   [  98% ] 100 VUs  4m54.0s/5m0s

running (4m55.0s), 100/100 VUs, 700 complete and 0 interrupted iterations
fixed   [  98% ] 100 VUs  4m55.0s/5m0s

running (4m56.0s), 100/100 VUs, 700 complete and 0 interrupted iterations
fixed   [  99% ] 100 VUs  4m56.0s/5m0s

running (4m57.0s), 100/100 VUs, 700 complete and 0 interrupted iterations
fixed   [  99% ] 100 VUs  4m57.0s/5m0s

running (4m58.0s), 100/100 VUs, 700 complete and 0 interrupted iterations
fixed   [  99% ] 100 VUs  4m58.0s/5m0s

running (4m59.0s), 100/100 VUs, 700 complete and 0 interrupted iterations
fixed   [ 100% ] 100 VUs  4m59.0s/5m0s

running (5m00.0s), 100/100 VUs, 700 complete and 0 interrupted iterations
fixed   [ 100% ] 100 VUs  5m00.0s/5m0s

running (5m01.0s), 100/100 VUs, 700 complete and 0 interrupted iterations
fixed ↓ [ 100% ] 100 VUs  5m0s

running (5m02.0s), 100/100 VUs, 700 complete and 0 interrupted iterations
fixed ↓ [ 100% ] 100 VUs  5m0s

running (5m03.0s), 100/100 VUs, 700 complete and 0 interrupted iterations
fixed ↓ [ 100% ] 100 VUs  5m0s

running (5m04.0s), 100/100 VUs, 700 complete and 0 interrupted iterations
fixed ↓ [ 100% ] 100 VUs  5m0s

running (5m05.0s), 100/100 VUs, 700 complete and 0 interrupted iterations
fixed ↓ [ 100% ] 100 VUs  5m0s

running (5m06.0s), 100/100 VUs, 700 complete and 0 interrupted iterations
fixed ↓ [ 100% ] 100 VUs  5m0s

running (5m07.0s), 100/100 VUs, 700 complete and 0 interrupted iterations
fixed ↓ [ 100% ] 100 VUs  5m0s

running (5m08.0s), 100/100 VUs, 700 complete and 0 interrupted iterations
fixed ↓ [ 100% ] 100 VUs  5m0s

running (5m09.0s), 100/100 VUs, 700 complete and 0 interrupted iterations
fixed ↓ [ 100% ] 100 VUs  5m0s

running (5m10.0s), 100/100 VUs, 700 complete and 0 interrupted iterations
fixed ↓ [ 100% ] 100 VUs  5m0s

running (5m11.0s), 100/100 VUs, 700 complete and 0 interrupted iterations
fixed ↓ [ 100% ] 100 VUs  5m0s

running (5m12.0s), 100/100 VUs, 700 complete and 0 interrupted iterations
fixed ↓ [ 100% ] 100 VUs  5m0s

running (5m13.0s), 100/100 VUs, 700 complete and 0 interrupted iterations
fixed ↓ [ 100% ] 100 VUs  5m0s

running (5m14.0s), 100/100 VUs, 700 complete and 0 interrupted iterations
fixed ↓ [ 100% ] 100 VUs  5m0s

running (5m15.0s), 100/100 VUs, 700 complete and 0 interrupted iterations
fixed ↓ [ 100% ] 100 VUs  5m0s

running (5m16.0s), 100/100 VUs, 700 complete and 0 interrupted iterations
fixed ↓ [ 100% ] 100 VUs  5m0s

running (5m17.0s), 100/100 VUs, 700 complete and 0 interrupted iterations
fixed ↓ [ 100% ] 100 VUs  5m0s

running (5m18.0s), 100/100 VUs, 700 complete and 0 interrupted iterations
fixed ↓ [ 100% ] 100 VUs  5m0s

running (5m19.0s), 100/100 VUs, 700 complete and 0 interrupted iterations
fixed ↓ [ 100% ] 100 VUs  5m0s

running (5m20.0s), 100/100 VUs, 700 complete and 0 interrupted iterations
fixed ↓ [ 100% ] 100 VUs  5m0s

running (5m21.0s), 099/100 VUs, 701 complete and 0 interrupted iterations
fixed ↓ [ 100% ] 100 VUs  5m0s

running (5m22.0s), 050/100 VUs, 750 complete and 0 interrupted iterations
fixed ↓ [ 100% ] 100 VUs  5m0s


  █ THRESHOLDS 

    relay_ice_e2e_ms
    ✗ 'p(95)<200' p(95)=992

    session_success
    ✓ 'rate>0.99' rate=100.00%


  █ TOTAL RESULTS 

    CUSTOM
    create_session_ms..............: avg=56.14875 min=1        med=2        max=982      p(90)=288.9    p(95)=397.05 
    join_established_ms............: avg=59.61    min=1        med=3        max=805      p(90)=303.1    p(95)=408.1  
    relay_ice_e2e_ms...............: avg=130.5025 min=0        med=1        max=1710     p(90)=551      p(95)=992    
    relay_msgs_received............: 19200   59.504225/s
    relay_msgs_sent................: 19200   59.504225/s
    relay_sdp_e2e_ms...............: avg=80.60125 min=1        med=4        max=1113     p(90)=302.1    p(95)=598    
    session_success................: 100.00% 800 out of 800

    HTTP
    http_req_duration..............: avg=376.9ms  min=8.79ms   med=400.06ms max=1.08s    p(90)=696.36ms p(95)=802.8ms
      { expected_response:true }...: avg=376.9ms  min=8.79ms   med=400.06ms max=1.08s    p(90)=696.36ms p(95)=802.8ms
    http_req_failed................: 0.00%   0 out of 200
    http_reqs......................: 200     0.619836/s

    EXECUTION
    iteration_duration.............: avg=40.23s   min=40s      med=40.01s   max=42.51s   p(90)=41.32s   p(95)=41.79s 
    iterations.....................: 800     2.479343/s
    vus............................: 50      min=50         max=100
    vus_max........................: 100     min=100        max=100

    NETWORK
    data_received..................: 10 MB   32 kB/s
    data_sent......................: 10 MB   32 kB/s

    WEBSOCKET
    ws_connecting..................: avg=9.19ms   min=555.29µs med=1.41ms   max=206.02ms p(90)=12.96ms  p(95)=79.16ms
    ws_msgs_received...............: 23200   71.900938/s
    ws_msgs_sent...................: 24800   76.859624/s
    ws_session_duration............: avg=40.11s   min=40s      med=40.01s   max=41.61s   p(90)=40.41s   p(95)=40.72s 
    ws_sessions....................: 1600    4.958685/s



running (5m22.7s), 000/100 VUs, 800 complete and 0 interrupted iterations
fixed ✓ [ 100% ] 100 VUs  5m0s
time="2026-08-26T12:59:57+09:00" level=error msg="thresholds on metrics 'relay_ice_e2e_ms' have been crossed"